[
  {
    "id": 1,
    "iniciais": "CM",
    "nome": "Carlos Magalhães",
    "verificado": true,
    "cargo": "Advogado Tributarista",
    "tempo": "2h",
    "texto": "Eu passava horas tentando criar conteúdo jurídico no Canva e não fechava um contrato pelo digital. O VRTICE assumiu minha operação. Hoje tenho uma presença que impõe respeito e só me preocupo em atender os clientes qualificados que chegam.",
    "likes": 42,
    "saves": 12
  },
  {
    "id": 2,
    "iniciais": "JV",
    "nome": "Juliana Vasconcelos",
    "verificado": true,
    "cargo": "Fisioterapeuta Pélvica",
    "tempo": "5h",
    "texto": "Sempre tive pavor de ter que fazer dancinhas no Instagram para lotar a agenda. A equipe do VRTICE provou que conteúdo técnico, bem roteirizado e com estética premium atrai um público que não chora por preço.",
    "likes": 89,
    "saves": 24
  },
  {
    "id": 3,
    "iniciais": "RS",
    "nome": "Ricardo Silva",
    "verificado": true,
    "cargo": "Arquiteto e Urbanista",
    "tempo": "12h",
    "texto": "Meu portfólio no Wix demorava uma eternidade para abrir. Clientes de alto padrão saíam antes de ver meus projetos. O VRTICE refez tudo em código puro. Meu site agora é um ativo ultra-rápido que valoriza meu trabalho no primeiro clique.",
    "likes": 100,
    "saves": 31
  },
  {
    "id": 4,
    "iniciais": "FL",
    "nome": "Fernanda Lima",
    "verificado": true,
    "cargo": "Psicóloga Clínica",
    "tempo": "14h",
    "texto": "Tinha receio de que terceirizar minha comunicação tirasse a minha 'essência' e ficasse algo robótico. Fui surpreendida. O VRTICE captou minha voz perfeitamente. Eles escrevem as copys com uma sensibilidade absurda.",
    "likes": 56,
    "saves": 14
  },
  {
    "id": 5,
    "iniciais": "TM",
    "nome": "Thiago Martins",
    "verificado": true,
    "cargo": "Contador Consultivo",
    "tempo": "1d",
    "texto": "Achei que investir numa infraestrutura proprietária seria luxo para um escritório pequeno. Erro meu. O investimento no VRTICE se pagou no segundo mês só com a retenção de leads no Google Ads que antes eu perdia pelo site lento.",
    "likes": 78,
    "saves": 19
  },
  {
    "id": 6,
    "iniciais": "HC",
    "nome": "Helena Costa",
    "verificado": true,
    "cargo": "Cirurgiã Dentista",
    "tempo": "1d",
    "texto": "Sendo uma 'eu-presa', eu não dava conta de atender, gerenciar clínica e ainda editar vídeos. O Outsourcing do VRTICE me devolveu minhas noites de sono. O nível do meu feed hoje é de clínica classe A.",
    "likes": 92,
    "saves": 28
  },
  {
    "id": 7,
    "iniciais": "RV",
    "nome": "Roberto Viana",
    "verificado": true,
    "cargo": "Corretor de Imóveis de Luxo",
    "tempo": "2d",
    "texto": "Para vender imóvel de 3 milhões, seu cartão de visitas digital não pode ser um template genérico. O VRTICE construiu minha landing page em Next.js. O carregamento instantâneo passa a credibilidade que meu cliente exige.",
    "likes": 64,
    "saves": 15
  },
  {
    "id": 8,
    "iniciais": "AM",
    "nome": "Aline Moraes",
    "verificado": true,
    "cargo": "Nutricionista Funcional",
    "tempo": "2d",
    "texto": "Eu estava estagnada cobrando R$ 250 na consulta porque meu digital parecia amador. Com a reformulação visual e de copy que o VRTICE fez, reposicionei meu valor para R$ 450 e a agenda continua cheia. Posicionamento é tudo.",
    "likes": 81,
    "saves": 22
  },
  {
    "id": 9,
    "iniciais": "BP",
    "nome": "Bruno Pereira",
    "verificado": true,
    "cargo": "Engenheiro Civil",
    "tempo": "3d",
    "texto": "O que mais gostei no VRTICE foi o foco em retorno. Eu não queria ser famoso na internet, queria fechar obras. Eles limparam as métricas de vaidade e criaram um funil direto para o meu WhatsApp.",
    "likes": 95,
    "saves": 27
  },
  {
    "id": 10,
    "iniciais": "CF",
    "nome": "Camila Freitas",
    "verificado": true,
    "cargo": "Consultora de Imagem",
    "tempo": "3d",
    "texto": "Trabalho com estética visual, então eu era extremamente exigente com design. Nenhuma agência ou freela entregava o padrão que eu queria, até conhecer o VRTICE. A direção de arte deles é impecável e cirúrgica.",
    "likes": 48,
    "saves": 9
  },
  {
    "id": 11,
    "iniciais": "DG",
    "nome": "Daniel Gomes",
    "verificado": true,
    "cargo": "Personal Trainer",
    "tempo": "4d",
    "texto": "Cansei de competir por preço com alunos da academia. O VRTICE reestruturou meu digital para eu vender consultoria premium online. A página em código puro que eles fizeram me distanciou 10 anos da concorrência.",
    "likes": 37,
    "saves": 6
  },
  {
    "id": 12,
    "iniciais": "ES",
    "nome": "Eduardo Santos",
    "verificado": true,
    "cargo": "Médico Psiquiatra",
    "tempo": "5d",
    "texto": "Como médico, a ética profissional limita muito o que posso fazer no digital. O VRTICE entendeu perfeitamente as regras do CFM e criou uma estratégia de autoridade sóbria, elegante e altamente persuasiva.",
    "likes": 88,
    "saves": 25
  },
  {
    "id": 13,
    "iniciais": "MT",
    "nome": "Mariana Teixeira",
    "verificado": true,
    "cargo": "Terapeuta Holística",
    "tempo": "5d",
    "texto": "Eu relutei muito achando que o serviço era só para grandes empresas. Bobagem. O VRTICE organizou meu caos. Transformaram meus serviços soltos em uma esteira de produtos clara. Meu faturamento dobrou no primeiro trimestre.",
    "likes": 73,
    "saves": 18
  },
  {
    "id": 14,
    "iniciais": "LN",
    "nome": "Lucas Nogueira",
    "verificado": true,
    "cargo": "Assessor de Investimentos",
    "tempo": "6d",
    "texto": "A estratégia de assessoria de imprensa deles me colocou como fonte em dois portais de notícias de economia. Quando vou prospectar um cliente de alta renda hoje, minha autoridade já está validada. O VRTICE entrega o que promete.",
    "likes": 94,
    "saves": 29
  },
  {
    "id": 15,
    "iniciais": "PR",
    "nome": "Paula Ribeiro",
    "verificado": true,
    "cargo": "Designer de Interiores",
    "tempo": "1 sem",
    "texto": "Antes do VRTICE, eu perdia horas montando PDFs pesados para enviar aos clientes. Eles construíram um ecossistema digital ultra-rápido para mim. Hoje eu mando um link que abre instantaneamente e já vende o projeto sozinho.",
    "likes": 61,
    "saves": 16
  },
  {
    "id": 16,
    "iniciais": "VG",
    "nome": "Vitor Gonçalves",
    "verificado": true,
    "cargo": "Consultor Empresarial",
    "tempo": "1 sem",
    "texto": "Se você é o especialista, seu tempo não pode ser gasto cobrando designer atrasado. Fechar a operação de Outsourcing com o VRTICE foi a melhor decisão gerencial do meu ano. Constância militar, sem dor de cabeça.",
    "likes": 85,
    "saves": 21
  },
  {
    "id": 17,
    "iniciais": "SR",
    "nome": "Silvia Rocha",
    "verificado": true,
    "cargo": "Dermatologista",
    "tempo": "1 sem",
    "texto": "Eu tinha um site em WordPress que vivia caindo e era super lento. O VRTICE me convenceu a migrar para Hard-Code. O resultado? Meus pacientes elogiam a facilidade de agendamento e a taxa de conversão dos meus anúncios explodiu.",
    "likes": 98,
    "saves": 30
  },
  {
    "id": 18,
    "iniciais": "GB",
    "nome": "Guilherme Barros",
    "verificado": true,
    "cargo": "Advogado Criminalista",
    "tempo": "1 sem",
    "texto": "No meu nicho, o cliente busca discrição e extrema competência. A identidade visual que o VRTICE desenhou traduziu exatamente essa sobriedade. É impressionante como o design afeta a confiança do cliente na hora de assinar a procuração.",
    "likes": 55,
    "saves": 11
  },
  {
    "id": 19,
    "iniciais": "NC",
    "nome": "Natália Castro",
    "verificado": true,
    "cargo": "Mentora de Carreira",
    "tempo": "2 sem",
    "texto": "Eu tentava ser omnipresente e acabava não estando em lugar nenhum. O VRTICE pegou minha comunicação, cortou o excesso e focou na dor real do meu público. Parei de falar para curiosos e comecei a falar para quem tem cartão de crédito na mão.",
    "likes": 79,
    "saves": 19
  },
  {
    "id": 20,
    "iniciais": "FB",
    "nome": "Felipe Batista",
    "verificado": true,
    "cargo": "Fotógrafo de Casamentos",
    "tempo": "2 sem",
    "texto": "Trabalho com imagem, e o código puro fez milagre. Minhas galerias carregam na velocidade da luz no celular das noivas. O VRTICE entendeu que lentidão matava o meu fechamento de contratos.",
    "likes": 84,
    "saves": 23
  },
  {
    "id": 21,
    "iniciais": "MA",
    "nome": "Marcelo Alves",
    "verificado": true,
    "cargo": "Corretor de Seguros",
    "tempo": "2 sem",
    "texto": "Eu achava que marketing não funcionava para seguro de vida. O erro era a abordagem. A linha editorial técnica do VRTICE bateu exatamente nas dores dos pais de família. Vendi mais apólices neste trimestre do que no ano passado inteiro.",
    "likes": 91,
    "saves": 26
  },
  {
    "id": 22,
    "iniciais": "IL",
    "nome": "Isabela Lopes",
    "verificado": true,
    "cargo": "Esteticista",
    "tempo": "3 sem",
    "texto": "Saí de uma dependência total do orgânico do Instagram, que não entregava mais nada, para uma estrutura onde eu controlo o fluxo. A arquitetura de tráfego que o VRTICE montou não falha.",
    "likes": 45,
    "saves": 7
  },
  {
    "id": 23,
    "iniciais": "RO",
    "nome": "Rafael Oliveira",
    "verificado": true,
    "cargo": "Engenheiro de Software",
    "tempo": "3 sem",
    "texto": "Sendo da área de TI, eu sabia que os templates de mercado eram gambiarras. Contratei o VRTICE justamente porque eles fazem em Hard-Code. É código limpo, rastreamento de elite e conversão violenta.",
    "likes": 97,
    "saves": 28
  },
  {
    "id": 24,
    "iniciais": "CR",
    "nome": "Carolina Ramos",
    "verificado": true,
    "cargo": "Acupunturista",
    "tempo": "3 sem",
    "texto": "Eu tinha bloqueio para gravar vídeos. O modelo deles não me obrigou a virar blogueira. Criamos artigos profundos e LPs focadas em solução. Tenho pacientes vindo de outras cidades para se consultar comigo.",
    "likes": 82,
    "saves": 21
  },
  {
    "id": 25,
    "iniciais": "DM",
    "nome": "Diogo Machado",
    "verificado": true,
    "cargo": "Consultor de Vendas B2B",
    "tempo": "4 sem",
    "texto": "Delegar para o VRTICE foi comprar horas para a minha semana. O sistema de acompanhamento deles é cirúrgico. Eles agem como meus sócios, não como uma simples agência cumpridora de tabela.",
    "likes": 99,
    "saves": 30
  },
  {
    "id": 26,
    "iniciais": "TL",
    "nome": "Tatiana Lima",
    "verificado": true,
    "cargo": "Fonoaudióloga",
    "tempo": "4 sem",
    "texto": "Aquele site amador que eu fiz no Wix estava espantando as mães que me procuravam. A nova estrutura criada pelo VRTICE me deu um aspecto institucional forte. Sou vista como a referência da minha região agora.",
    "likes": 62,
    "saves": 13
  },
  {
    "id": 27,
    "iniciais": "AG",
    "nome": "Augusto Garcia",
    "verificado": true,
    "cargo": "Advogado Empresarial",
    "tempo": "1 mês",
    "texto": "Meu cliente é dono de empresa, ele não perde tempo vendo stories bobos. O VRTICE focou minha aquisição no LinkedIn e no Google com uma página de captura ultra-rápida. Custo por Lead caiu, qualificação subiu.",
    "likes": 86,
    "saves": 24
  },
  {
    "id": 28,
    "iniciais": "PC",
    "nome": "Patrícia Carvalho",
    "verificado": true,
    "cargo": "Biomédica Esteta",
    "tempo": "1 mês",
    "texto": "Eu vendia procedimentos isolados e vivia no sufoco. A equipe do VRTICE refez meu escopo, criou pacotes de harmonização e uma identidade visual que exala luxo. Nunca imaginei que o design pudesse aumentar tanto meu ticket médio.",
    "likes": 77,
    "saves": 18
  },
  {
    "id": 29,
    "iniciais": "LB",
    "nome": "Leandro Borges",
    "verificado": true,
    "cargo": "Consultor Financeiro",
    "tempo": "1 mês",
    "texto": "Estou impressionado com a seriedade. Fizeram uma auditoria no que eu já tinha, apontaram onde eu perdia dinheiro em ferramentas inúteis e centralizaram tudo. O VRTICE não brinca em serviço.",
    "likes": 93,
    "saves": 27
  },
  {
    "id": 30,
    "iniciais": "MB",
    "nome": "Marcela Brito",
    "verificado": true,
    "cargo": "Veterinária Autônoma",
    "tempo": "1 mês",
    "texto": "O atendimento domiciliar estava devagar e eu dependia de indicações. O VRTICE me libertou do boca a boca. Hoje eu tenho um sistema rodando sozinho que me traz tutores qualificados todos os dias.",
    "likes": 68,
    "saves": 15
  },
  {
    "id": 31,
    "iniciais": "RR",
    "nome": "Renato Ribeiro",
    "verificado": true,
    "cargo": "Empreiteiro",
    "tempo": "2 meses",
    "texto": "Sempre achei que marketing era pra vender roupinha. Mas quando vi meus concorrentes roubando clientes bons com LPs melhores que a minha, corri pro VRTICE. A infraestrutura que montaram trouxe obras de alto padrão pro meu colo.",
    "likes": 100,
    "saves": 32
  },
  {
    "id": 32,
    "iniciais": "JF",
    "nome": "Júlia Fonseca",
    "verificado": true,
    "cargo": "Coach Executiva",
    "tempo": "2 meses",
    "texto": "Eu estava frustrada gastando rios de dinheiro com social media que não trazia retorno real. O VRTICE transformou meu Instagram de um panfleto inútil para um funil de conversão focado em diretores e gerentes.",
    "likes": 83,
    "saves": 22
  },
  {
    "id": 33,
    "iniciais": "OT",
    "nome": "Otávio Tavares",
    "verificado": true,
    "cargo": "Fisioterapeuta Esportivo",
    "tempo": "2 meses",
    "texto": "Atendo atletas profissionais. Meu digital antigo não transparecia a minha capacidade técnica. A reformulação que o VRTICE fez mudou a percepção de todos. É impressionante como a forma de 'embalar' o serviço muda o jogo.",
    "likes": 88,
    "saves": 25
  },
  {
    "id": 34,
    "iniciais": "SF",
    "nome": "Sandra Farias",
    "verificado": true,
    "cargo": "Nutróloga",
    "tempo": "2 meses",
    "texto": "Ter o ativo 100% no meu nome me dá paz. Fui bloqueada no Facebook uma vez e quase perdi meu consultório porque não tinha site próprio. O VRTICE me garantiu soberania com uma página veloz e blindada.",
    "likes": 74,
    "saves": 17
  },
  {
    "id": 35,
    "iniciais": "LM",
    "nome": "Leonardo Mendes",
    "verificado": true,
    "cargo": "Despachante Imobiliário",
    "tempo": "3 meses",
    "texto": "A burocracia do meu serviço afastava os clientes. A copy impecável que a equipe do VRTICE escreveu conseguiu traduzir meu trabalho difícil em uma solução aliviadora. Multipliquei meus contratos em 90 dias.",
    "likes": 52,
    "saves": 10
  },
  {
    "id": 36,
    "iniciais": "BA",
    "nome": "Beatriz Andrade",
    "verificado": true,
    "cargo": "Psicanalista",
    "tempo": "3 meses",
    "texto": "O VRTICE entendeu que na psicanálise não vendemos promessas milagrosas. Eles mantiveram a seriedade que minha profissão exige, com um layout de extremo bom gosto e rastreamento militar. Um trabalho ímpar.",
    "likes": 87,
    "saves": 24
  },
  {
    "id": 37,
    "iniciais": "HD",
    "nome": "Henrique Duarte",
    "verificado": true,
    "cargo": "Designer Gráfico",
    "tempo": "3 meses",
    "texto": "Sendo designer, sou muito chato com estética. Posso afirmar: o código puro do VRTICE não só permite um design inquebrável, como a performance faz com que as animações do meu portfólio rodem perfeitamente em qualquer 3G ruim.",
    "likes": 96,
    "saves": 29
  },
  {
    "id": 38,
    "iniciais": "AC",
    "nome": "Ana Clara Cunha",
    "verificado": true,
    "cargo": "Organizadora Profissional (Personal Organizer)",
    "tempo": "4 meses",
    "texto": "Eu disputava orçamento de R$ 800. Quando minha infraestrutura nova do VRTICE foi ao ar, os clientes começaram a me tratar com outro respeito. Hoje não pego projeto por menos de R$ 3.500.",
    "likes": 91,
    "saves": 26
  },
  {
    "id": 39,
    "iniciais": "WS",
    "nome": "William Sales",
    "verificado": true,
    "cargo": "Tradutor Juramentado",
    "tempo": "4 meses",
    "texto": "O SEO técnico que o código puro possibilita me fez dominar as pesquisas locais no Google. Minha caixa de e-mails nunca esteve tão cheia. O VRTICE entrega engenharia pura e rentável.",
    "likes": 66,
    "saves": 15
  },
  {
    "id": 40,
    "iniciais": "YM",
    "nome": "Yara Martins",
    "verificado": true,
    "cargo": "Micropigmentadora",
    "tempo": "4 meses",
    "texto": "Cansada do amadorismo dos freelas que não cumpriam prazo. Contratar a gestão do VRTICE me trouxe a tranquilidade de uma operação militar. Tudo pontual, luxuoso e focado em converter as clientes da minha clínica.",
    "likes": 80,
    "saves": 20
  },
  {
    "id": 41,
    "iniciais": "GK",
    "nome": "Gabriel Klein",
    "verificado": true,
    "cargo": "Perito Judicial",
    "tempo": "5 meses",
    "texto": "Um profissional da minha área precisa transparecer confiança inabalável. O VRTICE conseguiu traduzir a minha experiência técnica em uma infraestrutura digital robusta e ultra-veloz. Superou tudo que eu esperava.",
    "likes": 99,
    "saves": 30
  },
  {
    "id": 42,
    "iniciais": "VL",
    "nome": "Vanessa Lima",
    "verificado": true,
    "cargo": "Mentora de Liderança",
    "tempo": "5 meses",
    "texto": "Eu tinha um bom produto, mas uma embalagem horrível. O VRTICE é especialista em refinar diamantes brutos. Eles não só refizeram meu site, como ajustaram meu discurso para atrair o público C-Level que eu sempre quis.",
    "likes": 89,
    "saves": 24
  },
  {
    "id": 43,
    "iniciais": "DP",
    "nome": "Daniel Prado",
    "verificado": true,
    "cargo": "Ortopedista",
    "tempo": "6 meses",
    "texto": "Não tenho tempo pra pensar em post de Instagram entre uma cirurgia e outra. Com o VRTICE assumindo a linha editorial, ganhei um ativo que capta pacientes cirúrgicos o mês inteiro enquanto estou no bloco operatório.",
    "likes": 94,
    "saves": 27
  },
  {
    "id": 44,
    "iniciais": "CZ",
    "nome": "Carolina Zanetti",
    "verificado": true,
    "cargo": "Assessora de Casamentos",
    "tempo": "6 meses",
    "texto": "Lido com o sonho (e a ansiedade) das noivas. Elas buscam perfeição. Quando enviavam orçamentos no meu site antigo e ele travava, eu perdia a venda. Em Hard-Code, a experiência é tão premium quanto a minha entrega.",
    "likes": 75,
    "saves": 18
  },
  {
    "id": 45,
    "iniciais": "FC",
    "nome": "Fábio Campos",
    "verificado": true,
    "cargo": "Especialista em SEO",
    "tempo": "6 meses",
    "texto": "Como profissional de tráfego orgânico, eu aprovo: a infraestrutura em Next.js construída pelo VRTICE é um colírio para as métricas do Google. Eles entregam uma performance que construtores visuais jamais alcançarão.",
    "likes": 82,
    "saves": 22
  },
  {
    "id": 46,
    "iniciais": "AP",
    "nome": "Amanda Pires",
    "verificado": true,
    "cargo": "Fisioterapeuta Dermatofuncional",
    "tempo": "7 meses",
    "texto": "A estética visual de cinema que eles prometem é real. Meu Instagram e minha Landing Page parecem capa de revista de luxo. Parei de brigar por pacientes de R$ 100 e agora só fecho protocolos de R$ 2.000.",
    "likes": 92,
    "saves": 26
  },
  {
    "id": 47,
    "iniciais": "RS",
    "nome": "Rodrigo Sampaio",
    "verificado": true,
    "cargo": "Videomaker",
    "tempo": "8 meses",
    "texto": "Meus vídeos são em 4K, e o Wix não aguentava o tranco do meu portfólio, travava os clientes. O VRTICE programou minha página do zero. Agora meus clientes assistem meu reel instantaneamente no celular. É conversão pura.",
    "likes": 87,
    "saves": 24
  },
  {
    "id": 48,
    "iniciais": "MS",
    "nome": "Mônica Saraiva",
    "verificado": true,
    "cargo": "Advogada de Família",
    "tempo": "9 meses",
    "texto": "O acolhimento somado à firmeza que uma advogada de família precisa passar foi cirurgicamente implantado na minha nova comunicação. O VRTICE vai muito além da técnica, eles entendem de comportamento humano.",
    "likes": 90,
    "saves": 25
  },
  {
    "id": 49,
    "iniciais": "EW",
    "nome": "Eduardo Weber",
    "verificado": true,
    "cargo": "Gestor de Tráfego Autônomo",
    "tempo": "10 meses",
    "texto": "Terceirizar a programação das LPs dos meus clientes para o VRTICE fez o ROI das minhas campanhas triplicar. O site carrega tão rápido que a taxa de conversão das minhas landing pages saltou de 12% para 28%.",
    "likes": 85,
    "saves": 21
  },
  {
    "id": 50,
    "iniciais": "TA",
    "nome": "Tiago Albuquerque",
    "verificado": true,
    "cargo": "Especialista em Acústica",
    "tempo": "1 ano",
    "texto": "Eu atuo num nicho hiper específico. Achei que ninguém conseguiria escrever roteiros sobre o meu serviço. O time do VRTICE estudou a fundo a minha área e a qualidade dos conteúdos técnicos bate de frente com grandes empresas.",
    "likes": 98,
    "saves": 29
  }
]